---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.FileAccessException
source: html/799dcf1d-6e17-3a23-d78e-2003ede697d6.htm
---
# FileAccessException Properties

The information of the function throwing the exception.